Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/NotificationsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RM_VIP_FM_GROUP_FOOTER_TEXT
source: Remind Me, VIP, and Favorites Settings will override all other Mail notification settings.
ar: إعدادات "تذكيري" و VIP و"المفضلة" ستتجاوز كل إعدادات إشعارات البريد الأخرى.
bg: Настройките на пощенските кутии Напомни ми, ВИП и Любими ще отменят всички други настройки на известия за Поща.
ca: La configuració de les bústies favorites, VIP i Recorda‑m’ho substituirà la resta d’opcions de les notificacions del correu.
cs: Nastavení funkcí Připomenout, VIP a Oblíbené mají přednost před všemi ostatními nastaveními pro oznámení v Mailu.
da: Indstillingerne til Påmind mig, VIP og Favoritter tilsidesætter alle andre notifikationsindstillinger i Mail.
de: Die Einstellungen für „Erinnerung“, „VIP“ und „Favoriten“ heben alle anderen Mitteilungseinstellungen für „Mail“ auf.
el: Οι ρυθμίσεις Υπενθύμισης, VIP και Αγαπημένων θα παρακάμψουν όλες τις άλλες ρυθμίσεις γνωστοποιήσεων Mail.
es: Los ajustes de los recordatorios, de correo VIP y de los favoritos reemplazarán los demás ajustes de notificación de Mail.
es_us: La configuración de los recordatorios, el correo VIP y los favoritos reemplazará el resto de la configuración de las notificaciones de Mail.
fi: Muistuta minua-, VIP-lähettäjien ja suosikkien asetukset ohittavat kaikki muut Mailin ilmoitusasetukset.
fr: Les réglages de Rappel, de VIP et de Favoris remplaceront tous ceux des autres notifications de Mail.
fr_ca: Les réglages Me le rappeler, VIP et Favorites remplaceront tous les autres réglages de notifications de Mail.
he: ההגדרות של ״קבלת תזכורת״, ״שולחים חשובים״ ו״מועדפים״ יגברו על כל ההגדרות האחרות של עדכונים מ״דואר״.
hi: मुझे याद दिलाएँ, VIP और पसंदीदा सेटिंग्ज़ अन्य सभी मेल सूचना सेटिंग्ज़ का स्थान ले लेंगी।
hr: Postavke za podsjetnike, VIP i omiljene stavke poništit će druge postavke za e-mail obavijesti.
hu: Az Emlékeztetés, a VIP és a Kedvencek beállításai felülbírálják a Mail minden egyéb értesítési beállítását.
id: Pengaturan Ingatkan Saya, VIP, dan Favorit akan menimpa semua pengaturan pemberitahuan Mail lainnya.
it: Le impostazioni relative alle email da ricordare, ai contatti VIP e ai preferiti avranno la priorità su tutte le altre impostazioni di notifica di Mail.
ja: “リマインダー”、“VIP”、および“よく使う項目”設定はその他すべての“メール”通知設定より優先されます。
kk: «Есіме салу», «VIP» және «Таңдаулылар» реттеулері барлық басқа «Пошта» хабарландыруы реттеуін алмастырады.
ko: ‘나중에 보기’, VIP 및 즐겨찾기 설정은 다른 Mail 알림 설정보다 우선시됩니다.
lt: Funkcijų „Priminti man“, VIP ir „Mėgstamiausieji“ nustatymais bus perrašyti visi kiti programos „Mail“ pranešimų nustatymai.
ms: Seting Ingatkan Saya, VIP dan Kegemaran akan menggantikan semua seting pemberitahuan Mail yang lain.
nl: De instellingen voor 'Herinnering', vips en favorieten krijgen voorrang boven alle andere instellingen voor Mail-meldingen.
no: Innstillinger for Påminn meg, VIP og Favoritter overstyrer alle andre innstillinger for e‑postvarsling.
pl: Ustawienia funkcji przypomnień, VIP i ulubionych skrzynek zastąpią wszystkie inne ustawienia powiadomień aplikacji Poczta.
pt_br: Os Ajustes de Lembre‑me, VIP e Favoritos substituirão todos os outros ajustes de notificação do Mail.
pt_pt: As definições de Lembrar, VIP e Favoritos substituem todas as outras definições de notificação do Mail.
ro: Configurările Reamintire, VIP și Favorite vor suprascrie toate celelalte configurări de notificare din Mail.
ru: Настройки «Напомнить», VIP и «Избранное» заменят все прочие настройки уведомлений Почты.
sk: Nastavenia Pripomenúť, VIP a Obľúbené majú prednosť pred ostatnými nastaveniami hlásení Mailu.
sl: Nastavitve funkcij Opomni me, VIP in Priljubljeno bodo preglasile vse druge nastavitve obvestil aplikacije Pošta.
sv: Påminnelse-, VIP- och favoritinställningar förbigår alla andra notisinställningar för Mail.
th: การตั้งค่าเตือนฉัน, VIP และรายการโปรดจะใช้แทนการตั้งค่าการแจ้งเตือนของเมลอื่นทั้งหมด
tr: Anımsat, Önemli Kişiler ve Favoriler ayarları, diğer tüm Mail bildirim ayarlarını geçersiz kılar.
uk: Параметри скриньок «З нагадуванням», «VIP» і «Улюблені» переважатимуть усі інші параметри сповіщень Пошти.
vi: Cài đặt Nhắc tôi, VIP và Mục ưa thích sẽ thay thế tất cả các cài đặt thông báo Mail khác.
zh_cn: “提醒我”、VIP和“个人收藏”设置优先于“邮件”通知的所有其他设置。
zh_hk: 「提醒我」、VIP和「喜好項目」設定將會覆蓋所有的「郵件」通知設定。
zh_tw: 「提醒我」、VIP和「喜好項目」設定會覆蓋所有其他的「郵件」通知設定。

# CRITICAL_ALERT_EXPLANATION_IPAD
source: Critical alerts appear on the Lock Screen and play a sound even if a Focus is on or iPad is muted.
ar: تظهر التنبيهات الحرجة على شاشة القفل وتشغل صوتًا حتى وإن كان أحد أنماط التركيز مشغلاً أو كان صوت iPad مكتومًا.
bg: Важните предупреждения се появяват на Заключен екран и се възпроизвежда звук дори ако e включен Фокус или iPad е в режим без звук.
ca: Els avisos crítics es mostren a la pantalla bloquejada i emeten un so encara que tinguis un mode de concentració activat o l’iPad silenciat.
cs: Kritická upozornění se objeví na zamknuté obrazovce a zazní, i když budete mít zapnutý režim soustředění nebo bude na iPadu vypnutý zvuk.
da: Vigtige advarsler vises på låseskærmen og afspiller lyd, selv hvis en fokusfunktion er slået til, eller iPad er på lydløs.
de: Kritische Hinweise erscheinen auf dem Sperrbildschirm und ein Ton wird abgespielt, auch wenn ein Fokus aktiviert und das iPad stummgeschaltet ist.
el: Οι Κρίσιμες ειδοποιήσεις εμφανίζονται στην οθόνη κλειδώματος και αναπαράγουν έναν ήχο, ακόμη κι αν είναι ενεργή μια συγκέντρωση ή το iPad είναι σε σίγαση.
es: Los avisos críticos aparecen en la pantalla de bloqueo y reproducen un sonido incluso cuando hay un modo de concentración activo o el iPad está silenciado.
es_us: Las alertas críticas se muestran en la pantalla bloqueada y emiten un sonido incluso si se activó un enfoque o si se silenció el iPad.
fi: Kriittiset varoitukset näkyvät lukitulla näytöllä ja toistavat äänimerkin, vaikka Keskity-tila olisi päällä tai iPad olisi mykistettynä.
fr: Les alertes critiques apparaissent sur l’écran verrouillé et émettent toujours un son, même si un mode de concentration est activé ou si le son de l’iPad est coupé.
fr_ca: Les alertes critiques s’affichent sur l’écran verrouillé et émettent un son même si un mode de concentration est activé ou que le son de l’iPad est désactivé.
he: אזהרות קריטיות יופיעו על מסך הנעילה וישמיעו צליל גם אם מצב ריכוז מופעל או שה-iPad מושתק.
hi: फ़ोकस के चालू रहने या iPad के म्यूट रहने पर भी गंभीर अलर्ट लॉक स्क्रीन पर दिखाए जाते हैं और ध्वनि बजाई जाती है।
hr: Kritični alarmi prikazivat će se na Zaključanom zaslonu i reproducirati zvuk čak i kad je uključen Fokus ili isključen zvuk iPada.
hu: A kritikus figyelmeztetések akkor is megjelennek a zárolási képernyőn, és lejátszanak egy hangot, ha egy Fókusz be van kapcsolva, vagy az iPad el van némítva.
id: Peringatan penting muncul di Layar Terkunci dan memutar bunyi bahkan jika Fokus menyala atau iPad dibisukan.
it: Gli avvisi importanti verranno visualizzati sulla schermata di blocco e saranno accompagnati da un feedback acustico anche quando una delle full immersion è attiva o l’audio di iPad è disattivato.
ja: 集中モードがオンまたはiPadが消音時でも、重大な通知はロック画面に表示されサウンドが再生されます。
kk: Маңызды ескертулер құлыптау экранында көрсетіледі және «Зейін қою» қосулы болса да немесе iPad дыбысы өшірілсе де дыбыс естіледі.
ko: 중요한 알림은 집중 모드가 켜져 있거나 iPad가 무음으로 설정된 상태에서도 잠금 화면에 표시되고 알림 소리를 냅니다.
lt: Kritiniai įspėjimai bus rodomi užrakintame ekrane ir juos gavus suskambės garsas, net jei bus įjungtas susitelkimo režimas arba „iPad“ nutildytas.
ms: Isyarat kritikal kelihatan pada Skrin Kunci dan memainkan bunyi walaupun Fokus aktif atau iPad disenyapkan.
nl: Kritieke meldingen worden op het toegangsscherm weergegeven en er wordt een geluid afgespeeld, zelfs als een focus is ingeschakeld of als het geluid op je iPad is uitgeschakeld.
no: Viktige varsler vises alltid på låst skjerm og spiller av lyd selv om du har aktivert et fokus eller slått av lyden på iPaden.
pl: Alerty krytyczne pojawiają się na ekranie blokady i są ogłaszane dźwiękiem nawet w trybie skupienia lub gdy iPad jest wyciszony.
pt_br: Os alertas críticos aparecem na Tela Bloqueada e reproduzem um som, mesmo que um Foco esteja ativado ou o iPad esteja silenciado.
pt_pt: Os avisos críticos aparecem no ecrã bloqueado e emitem um som mesmo que o modo de concentração esteja ativo ou o som do iPad esteja desligado.
ro: Alertele critice apar pe ecranul de blocare și redau un sunet chiar dacă un mod de concentrare este activat sau iPad‑ul este în modul mut.
ru: Важные предупреждения отображаются на заблокированном экране и доставляются со звуком, даже если включено фокусирование или на iPad выключен звук.
sk: Kritické výstrahy sa zobrazia na zamknutej obrazovke a prehrajú zvuk, aj keď je aktivovaný Môj čas alebo je iPad v tichom režime.
sl: Kritična opozorila se prikažejo na zaklenjenem zaslonu in predvajajo zvok tudi, ko je funkcija Fokus vključena ali je iPad utišan.
sv: Viktiga varningar visas på låsskärmen och spelar upp ljud även om ett fokus är aktivt eller om ljudet är avstängt på iPad.
th: การเตือนที่สำคัญจะแสดงบนหน้าจอล็อคและส่งเสียงดังไม่ว่าจะเปิดโฟกัสหรือปิดเสียง iPad
tr: Bir Odak açıkken veya iPad’in sesi kapalıyken bile kritik uyarılar kilitli ekranda görünür ve bir ses çalınır.
uk: Критичні оповістки зʼявляються на замкненому екрані й відтворюють звук, навіть якщо на iPad увімкнено режим зосередження чи вимкнено звук.
vi: Cảnh báo quan trọng xuất hiện trên Màn hình khóa và phát âm thanh ngay cả khi chế độ Tập trung được bật hoặc iPad được tắt tiếng.
zh_cn: 即使已打开专注模式或iPad已静音，重要警告也将在锁屏上显示并播放声音。
zh_hk: 即使已開啟「專注模式」或iPad已設為靜音，重要提示仍會在鎖定畫面出現並播放聲音。
zh_tw: 即使已開啟「專注模式」或將iPad設為靜音，仍會將重要提示顯示於鎖定畫面並播放聲音。

# SCHEDULED_DELIVERY_SECOND_SUMMARY
source: 2nd Summary
ar: الملخص الثاني
bg: 2-ро обобщение
ca: Resum 2
cs: 2. souhrn
da: 2. resume
de: 2. Übersicht
el: 2η σύνοψη
es: Resumen 2
es_us: Resumen 2
fi: 2. yhteenveto
fr: 2e résumé
fr_ca: 2e résumé
he: סיכום מס׳ 2
hi: दूसरा सारांश
hr: 2. sažetak
hu: 2. összegzés
id: Ringkasan ke-2
it: 2º riepilogo
ja: 2回目の要約
kk: 2-жинақтама
ko: 2번째 요약
lt: 2-a suvestinė
ms: Ringkasan ke-2
nl: 2e overzicht
no: Andre sammendrag
pl: 2. podsumowanie
pt_br: 2º Resumo
pt_pt: 2.º resumo
ro: Rezumatul al 2‑lea
ru: 2‑я сводка
sk: 2. prehľad
sl: 2. povzetek
sv: 2:a sammanfattningen
th: สรุปที่ 2
tr: 2. Özet
uk: 2-й звіт
vi: Tóm tắt thứ 2
zh_cn: 第2个摘要
zh_hk: 第2個摘要
zh_tw: 第二個摘要

# APP_CLIPS_EXPLANATION_FORMAT
source: %@ can send you notifications for up to 8 hours after you use it.
ar: يمكن أن يرسل لك %@ إشعارات لمدة تصل إلى ٨ ساعات بعد الاستخدام.
bg: %@ може да изпраща известия до 8 часа, след като сте го използвали.
ca: %@ et pot enviar notificacions fins a 8 hores després del seu ús.
cs: Aplikace %@ vám může posílat oznámení nejdéle 8 hodin od posledního použití.
da: %@ kan sende dig notifikationer i op til 8 timer efter brug.
de: %@ kann dir bis zu 8 Stunden nach der Verwendung Mitteilungen senden.
el: Η εφαρμογή «%@» μπορεί να σας στέλνει γνωστοποιήσεις για έως 8 ώρες αφού τη χρησιμοποιήσετε.
es: %@ puede enviarte notificaciones hasta pasadas 8 horas desde su uso.
es_us: %@ puede enviarte notificaciones hasta ocho horas después de que la uses.
fi: %@ voi lähettää sinulle ilmoituksia enintään 8 tunnin ajan siitä, kun käytit sitä.
fr: %@ peut vous envoyer des notifications jusqu’à 8 heures après son utilisation.
fr_ca: %@ peut vous envoyer des notifications pendant 8 heures après votre dernière utilisation.
he: ‏״⁨%@⁩״ יכול לשלוח לך עדכונים במשך עד 8 שעות לאחר השימוש בו.
hi: %@ आपके द्वारा उसके उपयोग के 8 घंटे बाद तक आपको सूचनाएँ भेज सकता है।
hr: %@ vam može slati obavijesti do 8 sati nakon uporabe.
hu: A(z) %@ értesítéseket tud küldeni Önnek maximum 8 órán keresztül, miután használta.
id: %@ dapat mengirimi Anda pemberitahuan hingga selama 8 jam setelah Anda menggunakannya.
it: %@ può inviarti notifiche fino a 8 ore dopo l’utilizzo.
ja: %[tt]@は、使用が開始されてから最大8時間まで通知の送信が可能です。
kk: «%@» қолданбасын пайдаланғаннан кейін 8 сағат ішінде хабарландырулар жібере алады.
ko: 사용자가 사용한 후에 %@에서 최대 8시간까지 알림을 보낼 수 있습니다.
lt: Programa „%@“ gali jums siųsti pranešimus iki 8 valandų nuo tada, kai baigiate ja naudotis.
ms: %@ boleh menghantar pemberitahuan kepada anda sehingga 8 jam selepas anda menggunakannya.
nl: %@ kan je tot 8 uur na gebruik meldingen sturen.
no: %@ kan sende deg varslinger opptil åtte timer etter bruk.
pl: Aplikacja %@ może wysyłać Ci powiadomienia do 8 godzin od jej użycia.
pt_br: %@ pode enviar notificações até 8 horas após o uso.
pt_pt: A aplicação %@ pode enviar notificações durante até 8 horas depois de ser usada.
ro: %@ vă poate trimite notificări timp de până la 8 ore după utilizarea sa.
ru: «%@» может отправлять Вам уведомления в течение 8 часов после использования.
sk: %@ môže posielať hlásenia až 8 hodín od posledného použitia.
sl: %@ vam lahko pošilja obvestila do osem ur po uporabi.
sv: %@ kan skicka notiser i upp till 8 timmar efter användning.
th: %[tt]@สามารถส่งการแจ้งเตือนให้คุณนานถึง 8 ชั่วโมงหลังจากที่คุณใช้
tr: %@, kullanıldıktan 8 saat sonrasına kadar size bildirim gönderebilir.
uk: %@ може надсилати вам сповіщення протягом 8 годин після використання.
vi: %@ có thể gửi thông báo cho bạn trong tối đa 8 giờ sau khi sử dụng.
zh_cn: %[tt]@可在你使用后的最多8小时内向你发送通知。
zh_hk: %[tt]@可以在你使用後最多8小時內向你傳送通知。
zh_tw: %[tt]@可以在你使用後傳送最多8小時的通知。

# SPOKEN_NOTIFICATIONS_ANNOUNCE_DESTINATION_CARPLAY
source: CarPlay
ar: كاربلاي
zh_cn: CarPlay车载

# BANNER_DESTINATION
source: Banners
ar: شعارات
bg: Ленти
ca: Bàners
cs: Bannery
da: Bannere
de: Banner
el: Μπάνερ
es: Tiras
es_us: Tiras
fi: Bannerit
fr: Bannières
fr_ca: Bannières
he: באנרים
hi: बैनर
hr: Baneri
hu: Szalagcímek
id: Spanduk
it: Banner
ja: バナー
kk: Баннерлер
ko: 배너
lt: Juostos
ms: Sepanduk
nl: Stroken
no: Bannere
pl: Banery
pt_pt: Faixas
ro: Bannere
ru: Баннеры
sk: Bannery
sl: Pasice
sv: Banderoller
th: ป้ายประกาศ
tr: Başlıklar
uk: Банери
vi: Biểu ngữ
zh_cn: 横幅
zh_hk: 橫額
zh_tw: 橫幅

# NOTIFICATION_GROUPING_OPTION_BYAPP
source: By App
ar: حسب التطبيق
bg: По приложение
ca: Per app
cs: Podle aplikace
da: Efter app
de: Nach App
el: Κατά εφαρμογή
es: Por app
es_us: Por app
fi: Apeittain
fr: Par app
fr_ca: Par app
he: לפי יישום
hi: ऐप अनुसार
hr: Prema aplikaciji
hu: App szerint
id: Menurut App
it: Per app
ja: アプリ別
kk: Қолданба бойынша
ko: 앱별로 정리
lt: Pagal programą
ms: Ikut App
nl: Op app
no: Etter app
pl: Wg aplikacji
pt_br: Por App
pt_pt: Por aplicação
ro: După aplicație
ru: По приложению
sk: Podľa apky
sl: Po aplikacijah
sv: Efter app
th: ตามแอป
tr: Uygulamaya Göre
uk: За програмою
vi: Theo ứng dụng
zh_cn: 按App
zh_hk: 按照App
zh_tw: 依照App

source: Off
ar: إيقاف
bg: Изкл.
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργή
es: No
es_us: Desactivado
fi: Pois päältä
fr: Désactivé
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Não
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关
zh_hk: 關閉
zh_tw: 關閉

# SCHEDULED_DELIVERY
source: Scheduled Summary
ar: ملخص مُجدول
bg: Насрочено обобщение
ca: Resum programat
cs: Naplánovaný souhrn
da: Planlagt resume
de: Geplante Übersicht
el: Προγραμματισμένη σύνοψη
es: Resumen programado
es_us: Resumen programado
fi: Ajastettu yhteenveto
fr: Résumé programmé
fr_ca: Résumé programmé
he: סיכום מתוזמן
hi: शेड्यूल किया गया सारांश
hr: Zakazani sažetak
hu: Ütemezett összegzés
id: Ringkasan Terjadwal
it: Riepilogo programmato
ja: 時刻指定要約
kk: Кесте бойынша жеткізу
ko: 시간 지정 요약
lt: Suplanuota suvestinė
ms: Ringkasan Berjadual
nl: Gepland overzicht
no: Planlagt sammendrag
pl: Planowe podsumowania
pt_br: Resumo Agendado
pt_pt: Resumo programado
ro: Rezumat programat
ru: Сводка по расписанию
sk: Plánovaný prehľad
sl: Načrtovani povzetek
sv: Schemalagd sammanfattning
th: กำหนดเวลาส่งสรุป
tr: Zamanlanmış Özet
uk: Звіт за розкладом
vi: Tóm tắt theo lịch trình
zh_cn: 定时推送摘要
zh_hk: 摘要編排
zh_tw: 摘要排程

# SUMMARIZATION_EXPLANATION_SHORT
source: Summarize content in direct messages and groups of notifications making them more succinct and easier to read.
ar: تلخيص المحتوى الموجود في الرسائل المباشرة ومجموعات الإشعارات، مما يجعلها أكثر إيجازًا وأسهل في القراءة.
bg: Съдържанието се обобщава в директни съобщения и групи с известия, като ги прави кратки и лесни за четене.
ca: Resumeix el contingut dels missatges directes i dels grups de notificacions per facilitar‑ne la lectura.
cs: Souhrny obsahu soukromých zpráv a skupin oznámení jsou stručnější a snáz se čtou.
da: Opsummer indholdet af direkte beskeder og grupperede notifikationer for at gøre dem mere kortfattede og nemmere at læse.
de: Inhalte in Direktnachrichten und Gruppenmitteilungen zusammenzufassen macht sie übersichtlicher und sie sind leichter zu verstehen.
el: Σύνοψη του περιεχομένου σε προσωπικά μηνύματα και ομάδες γνωστοποιήσεων, ώστε να είναι πιο συνοπτικά και ευανάγνωστα.
es: Resume el contenido de los mensajes directos y los grupos de notificaciones para hacerlos más concisos y fáciles de leer.
es_us: Resume el contenido de los mensajes directos y los grupos de notificaciones para que sean más concisos y fáciles de leer.
fi: Tee yhteenveto suorien viestien ja ilmoitusryhmien sisällöstä, jotta ne ovat ytimekkäämpiä ja helpompia lukea.
fr: Résumez le contenu des messages directs et des groupes de notifications en les rendant encore plus succincts et faciles à lire.
fr_ca: Résument le contenu des messages directs et des groupes de notifications en les rendant encore plus succincts et faciles à lire.
he: ניתן לסכם תכנים של הודעות ישירות ושל קבוצות עדכונים כדי להפוך אותם לתמציתיים וקלים יותר לקריאה.
hi: डाइरेक्ट मैसेज और सूचना समूहों के कॉन्टेंट का सारांश तैयार करें जो संक्षिप्त और पढ़ने में सुगम हों।
hr: Sažmite sadržaj izravnih poruka i grupa obavijesti kako bi bile jezgrovitije i lakše za čitanje.
hu: Összegzi a közvetlen üzenetekben és értesítési csoportokban található tartalmat, hogy tömörebb és könnyebben olvasható legyen.
id: Ringkas konten di pesan langsung dan grup pemberitahuan agar lebih singkat dan mudah dibaca.
it: Riassumi il contenuto dei messaggi diretti e dei gruppi di notifiche, rendendoli più sintetici e facili da leggere.
ja: ダイレクトメッセージや通知グループの内容を要約し、より簡潔で読みやすくします。
kk: Тікелей хабарлардағы және хабарландырулар топтарындағы контентті айтарлықтай қысқарту және оқуды жеңілдету үшін жинақтаңыз.
ko: 다이렉트 메시지 및 알림 그룹의 콘텐츠를 요약하여 간략하고 읽기 쉽게 제공합니다.
lt: Sukurkite glaustą ir lengviau skaitomą tiesioginių žinučių ir pranešimų grupių turinio santrauką.
ms: Ringkaskan kandungan dalam mesej langsung dan kumpulan pemberitahuan yang menjadikannya lebih padat serta lebih mudah dibaca.
nl: Vat de inhoud van directe berichten en groepen meldingen samen om ze beknopter en makkelijker leesbaar te maken.
no: Oppsummer innhold i direktemeldinger og grupperte varslinger så de blir kortere og enklere å lese.
pl: Streszczanie wiadomościach bezpośrednich i grup powiadomień ułatwia ich odczytywanie.
pt_br: Resume o conteúdo de mensagens diretas e grupos de notificações para que fique mais sucinto e fácil de ler.
pt_pt: Resumir o conteúdo de mensagens diretas e grupos de notificações para torná‑las mais concisas e fáceis de ler.
ro: Conținutul din mesajele directe și din grupurile de notificări va fi rezumat, pentru a fi mai succint și mai ușor de citit.
ru: Возможность конспектировать контент в личных сообщениях и группах уведомлений, делая их более компактными и удобными для чтения.
sk: Zhrnutia obsahu zo súkromných správ a skupín hlásení sú stručnejšie a ľahšie sa čítajú.
sl: Povzemite vsebino v neposrednih sporočilih in skupinah obvestil, da bodo bolj strnjena in jih boste lažje prebrali.
sv: Sammanfatta innehåll i direktmeddelanden och grupperade notiser så att de blir kortare och mer lättlästa.
th: สรุปเนื้อหาในข้อความและกลุ่มของการแจ้งเตือนโดยตรงเพื่อให้สั้นกระชับและอ่านง่ายยิ่งขึ้น
tr: Doğrudan mesajlarda ve bildirim gruplarında içeriği özetleyerek onları daha kısa, öz ve kolay okunur hâle getirin.
uk: Підсумовувати вміст прямих повідомлень і груп сповіщень, щоб їх можна було швидко й легко прочитати.
vi: Tóm tắt nội dung trong các tin nhắn trực tiếp và các nhóm thông báo để làm chúng trở nên ngắn gọn hơn và dễ đọc hơn.
zh_cn: 生成私信和通知群组的内容摘要，使其简洁易读。
zh_hk: 將直接郵件和通知群組中的內容摘要，令內容更簡潔易讀。
zh_tw: 對私人訊息和通知群組中的內容生成摘要，讓內容更簡潔易懂。

source: Time Sensitive Notifications
ar: الإشعارات العاجلة
bg: Неотложни известия
ca: Notificacions rellevants
cs: Neodkladná oznámení
da: Tidsfølsomme notifikationer
de: Dringliche Mitteilungen
el: Χρονοευαίσθητες γνωστοποιήσεις
es: Notificaciones importantes
es_us: Notificaciones urgentes
fi: Aikaherkät ilmoitukset
fr: Notifications urgentes
fr_ca: Notifications urgentes
he: עדכונים רגישים לזמן
hi: टाइम सेंसटिव सूचनाएँ
hr: Vremenski osjetljive obavijesti
hu: Időérzékeny értesítések
id: Pemberitahuan Sensitif Waktu
it: Notifiche urgenti
ja: 即時通知
kk: Шұғыл хабарландырулар
ko: 긴급한 알림
lt: Nuo laiko priklausantys pranešimai
ms: Pemberitahuan Sensitif Masa
nl: Tijdgevoelige meldingen
no: Tidskritiske varslinger
pl: Pilne powiadomienia
pt_br: Notificações Relevantes
pt_pt: Notificações importantes
ro: Notificări urgente
ru: Неотложные уведомления
sk: Neodkladné hlásenia
sl: Časovno občutljiva obvestila
sv: Tidskänsliga notiser
th: การแจ้งเตือนที่สำคัญต่อเวลา
tr: Zamana Duyarlı Bildirimler
uk: Термінові сповіщення
vi: Thông báo gấp
zh_cn: 即时通知
zh_hk: 時效性通知
zh_tw: 具時效性的通知
